Repository: OneKeyHQ/app-monorepo
Catalog: apps/mobile/ios/OneKeyAppClip/Localizable.xcstrings
Source language: en
Languages: bn, de, es, fr_fr, hi, id, it_it, ja_jp, ko, pt, pt_br, ru, th, uk_ua, vi, zh_hans, zh_hant, zh_hk

# referral.code_label
source: Referral code
bn: রেফারাল কোড
de: Empfehlungscode
es: Código de referencia
fr_fr: Code de parrainage
hi: रेफरल कोड
id: Kode referral
it_it: Codice di riferimento
ja_jp: 紹介コード
ko: 추천 코드
pt: Código de indicação
pt_br: Código de indicação
ru: Реферальный код
th: รหัสการแนะนำ
uk_ua: Реферальний код
vi: Mã giới thiệu
zh_hans: 邀请码
zh_hant: 邀請碼
zh_hk: 邀請碼

source: Referral code saved
bn: রেফারাল কোড সেভ হয়েছে
de: Empfehlungscode gespeichert
es: Código de referencia guardado
fr_fr: Code de parrainage enregistré
hi: रेफरल कोड सेव हुआ
id: Kode referral tersimpan
it_it: Codice di riferimento salvato
ja_jp: 紹介コードを保存済み
ko: 추천 코드 저장됨
pt: Código de indicação guardado
pt_br: Código de indicação salvo
ru: Реферальный код сохранён
th: บันทึกรหัสแนะนำแล้ว
uk_ua: Реферальний код збережено
vi: Đã lưu mã giới thiệu
zh_hans: 邀请码已录入
zh_hant: 邀請碼已錄入
zh_hk: 邀請碼已錄入

# referral.cta
source: Get OneKey & claim %@ reward
bn: OneKey নিন, %@ রিওয়ার্ড পান
de: OneKey holen: %@ Bonus
es: Obtén OneKey y reclama %@
fr_fr: Obtenez OneKey et gagnez %@
hi: OneKey लें, %@ रिवॉर्ड पाएं
id: Klaim hadiah %@ di OneKey
it_it: Scarica OneKey e ottieni %@
ja_jp: OneKeyで%@の報酬を受け取る
ko: OneKey 받고 %@ 리워드 받기
pt: Instale a OneKey e ganhe %@
pt_br: Baixe OneKey e resgate %@
ru: Получите OneKey и %@ бонуса
th: รับ OneKey และรางวัล %@
uk_ua: Отримайте OneKey і %@ бонусу
vi: Tải OneKey, nhận thưởng %@
zh_hans: 下载 OneKey，领取 %@ 返现
zh_hant: 下載 OneKey，領取 %@ 返現
zh_hk: 下載 OneKey，領取 %@ 返現

# referral.cta_note
source: Free · Auto rewards
bn: ফ্রি · অটো রিওয়ার্ড
de: Kostenlos · Bonus automatisch
es: Gratis · Recompensa automática
fr_fr: Gratuit · Récompenses auto
hi: मुफ़्त · ऑटो रिवॉर्ड
id: Gratis · Hadiah otomatis
it_it: Gratis · Premi automatici
ja_jp: 無料 · 報酬は自動適用
ko: 무료 · 자동 리워드
pt: Grátis · Prémios automáticos
pt_br: Grátis · Recompensa automática
ru: Бесплатно · Бонус сразу
th: ฟรี · รับรางวัลอัตโนมัติ
uk_ua: Безкоштовно · Бонус одразу
vi: Miễn phí · Thưởng tự động
zh_hans: 免费 · 奖励立刻生效
zh_hant: 免費 · 獎勵立刻生效
zh_hk: 免費 · 獎勵立刻生效

# referral.highlight.all_asset
source: All-asset perps
bn: মাল্টি-অ্যাসেট Perps
de: Multi-Asset-Perps
es: Perps multiactivo
fr_fr: Perps multi-actifs
hi: मल्टी-एसेट Perps
id: Perps multi-aset
it_it: Perps multi-asset
ja_jp: マルチアセットPerps
ko: 멀티에셋 Perps
pt: Perps multiativos
pt_br: Perps multiativos
ru: Мультиактивные перпы
th: Perps ทุกสินทรัพย์
uk_ua: Мультиактивні Perps
vi: Perps đa tài sản
zh_hans: 多资产永续
zh_hant: 多資產永續
zh_hk: 多資產永續

# referral.highlight.backed
source: Backed by Coinbase & YZi Labs
bn: Coinbase & YZi Labs সমর্থিত
de: Gestützt von Coinbase & YZi Labs
es: Respaldo de Coinbase & YZi Labs
fr_fr: Soutenu par Coinbase & YZi Labs
hi: Coinbase & YZi Labs समर्थित
id: Didukung Coinbase & YZi Labs
it_it: Sostenuto da Coinbase & YZi Labs
ja_jp: Coinbase & YZi Labsが出資
ko: Coinbase & YZi Labs 투자
pt: Apoio da Coinbase & YZi Labs
pt_br: Apoio da Coinbase & YZi Labs
ru: Поддержка Coinbase & YZi Labs
th: หนุนโดย Coinbase & YZi Labs
uk_ua: Підтримка Coinbase & YZi Labs
vi: Coinbase & YZi Labs hậu thuẫn
zh_hans: Coinbase & YZi Labs 投资
zh_hant: Coinbase & YZi Labs 投資
zh_hk: Coinbase & YZi Labs 投資

# referral.highlight.global_markets
source: 24/7 markets
bn: ২৪/৭ বাজার
de: 24/7-Märkte
es: Mercados 24/7
fr_fr: Marchés 24/7
hi: 24/7 मार्केट
id: Pasar 24/7
it_it: Mercati 24/7
ja_jp: 24時間取引
ko: 24/7 시장
pt: Mercados 24/7
pt_br: Mercados 24/7
ru: Рынки 24/7
th: ตลาด 24/7
uk_ua: Ринки 24/7
vi: Giao dịch 24/7
zh_hans: 7x24 全球市场
zh_hant: 7x24 全球市場
zh_hk: 7x24 全球市場

# referral.highlight.self_custody
source: Self-custody, no KYC
bn: Self-custody, KYC নেই
de: Self-Custody, kein KYC
es: Autocustodia, sin KYC
fr_fr: Self-custody, sans KYC
hi: Self-custody, KYC नहीं
id: Self-custody, tanpa KYC
ja_jp: セルフカストディ・KYC不要
ko: 셀프 커스터디, KYC 없음
pt: Autocustódia, sem KYC
pt_br: Autocustódia, sem KYC
ru: Свои ключи, без KYC
th: ดูแลเอง ไม่ต้อง KYC
uk_ua: Self-custody, без KYC
vi: Tự lưu ký, không KYC
zh_hans: 自托管免 KYC
zh_hant: 自託管免 KYC
zh_hk: 自託管免 KYC

# referral.highlight.wallet_native
source: Wallet-native
bn: ওয়ালেট-নেটিভ
de: Wallet-nativ
es: En tu wallet
fr_fr: Natif du wallet
hi: वॉलेट-नेटिव
id: Native di wallet
it_it: Nel tuo wallet
ja_jp: ウォレットネイティブ
ko: 월렛 네이티브
pt: Na carteira
pt_br: Na carteira
ru: В кошельке
th: ในวอลเล็ตโดยตรง
uk_ua: У гаманці
vi: Gốc trong ví
zh_hans: 钱包原生体验
zh_hant: 錢包原生體驗
zh_hk: 錢包原生體驗

# referral.proof.perps
source: Hot markets
bn: জনপ্রিয় বাজার
de: Beliebte Märkte
es: Mercados populares
fr_fr: Marchés en vogue
hi: हॉट मार्केट्स
id: Pasar populer
it_it: Mercati caldi
ja_jp: 注目市場
ko: 인기 시장
pt: Mercados em destaque
pt_br: Mercados quentes
ru: Горячие рынки
th: ตลาดมาแรง
uk_ua: Гарячі ринки
vi: Thị trường nóng
zh_hans: 热门市场
zh_hant: 熱門市場
zh_hk: 熱門市場

# referral.proof.swap
source: Trending tokens
bn: ট্রেন্ডিং টোকেন
de: Tokens im Trend
es: Tokens en tendencia
fr_fr: Jetons en tendance
hi: ट्रेंडिंग टोकन
id: Token tren
it_it: Token di tendenza
ja_jp: トレンドトークン
ko: 트렌딩 토큰
pt: Tokens em alta
pt_br: Tokens em alta
ru: Токены в тренде
th: โทเค็นมาแรง
uk_ua: Токени в тренді
vi: Token thịnh hành
zh_hans: 热门代币
zh_hant: 熱門代幣
zh_hk: 熱門代幣

# referral.reward.defi
source: Auto-earn %@ more yield
bn: স্বয়ংক্রিয়ভাবে %@ বেশি ইল্ড
de: Automatisch %@ mehr Rendite
es: Rendimiento automático: %@ extra
fr_fr: Rendement automatique : %@ en plus
hi: अपने आप %@ ज़्यादा यील्ड
id: Otomatis dapat yield ekstra %@
it_it: Guadagna in automatico %@ in più
ja_jp: 自動で利回り%@アップ
ko: 자동으로 수익 %@ 추가
pt: Rende automaticamente %@ a mais
pt_br: Rende automaticamente %@ a mais
ru: Доход автоматически выше на %@
th: รับผลตอบแทนเพิ่มอัตโนมัติ %@
uk_ua: Дохід автоматично вищий на %@
vi: Tự động thêm %@ lợi suất
zh_hans: 开启 Earn，自动多赚 %@ 收益
zh_hant: 開啟 Earn，自動多賺 %@ 收益
zh_hk: 開啟 Earn，自動多賺 %@ 收益

# referral.reward.perps
source: Every perps trade pays back %@ of fees
bn: প্রতি পার্পস ট্রেডে %@ ফি ফেরত
de: Auf jede Perps-Gebühr %@ Rabatt
es: En cada trade de perps, %@ de reembolso
fr_fr: Chaque trade perps rend %@ des frais
hi: हर परप्स ट्रेड पर %@ शुल्क वापस
id: Tiap trade perps, cashback %@ biaya
it_it: Su ogni trade perps, %@ di rimborso
ja_jp: 無期限先物の取引ごとに手数料%@還元
ko: 무기한 선물 거래마다 수수료 %@ 환급
pt: Cada trade de perps devolve %@ da taxa
pt_br: Cada trade de perps devolve %@ da taxa
ru: Сделки с перпами: возврат %@ комиссии
th: ทุกเทรด Perps คืนค่าธรรมเนียม %@
uk_ua: Угоди з Perps: повернення %@ комісії
vi: Mỗi lệnh Perps hoàn %@ phí
zh_hans: 合约交易，每笔自动返还 %@ 手续费
zh_hant: 合約交易，每筆自動返還 %@ 手續費
zh_hk: 合約交易，每筆自動回贈 %@ 手續費

# referral.reward.swap
source: Every spot trade pays back %@ of fees
bn: প্রতি স্পট ট্রেডে %@ ফি ফেরত
de: Auf jede Spot-Gebühr %@ Rabatt
es: En cada trade spot, %@ de reembolso
fr_fr: Chaque trade spot rend %@ des frais
hi: हर स्पॉट ट्रेड पर %@ शुल्क वापस
id: Tiap trade spot, cashback %@ biaya
it_it: Su ogni trade spot, %@ di rimborso
ja_jp: スポット取引ごとに手数料%@還元
ko: 스팟 거래마다 수수료 %@ 환급
pt: Cada trade spot devolve %@ da taxa
pt_br: Cada trade à vista devolve %@ da taxa
ru: Спот-сделки: возврат %@ комиссии
th: ทุกเทรดสปอต คืนค่าธรรมเนียม %@
uk_ua: Спот-угоди: повернення %@ комісії
vi: Mỗi lệnh giao ngay hoàn %@ phí
zh_hans: 现货交易，每笔自动返还 %@ 手续费
zh_hant: 現貨交易，每筆自動返還 %@ 手續費
zh_hk: 現貨交易，每筆自動回贈 %@ 手續費

# referral.step3.defi
source: Use Earn, get %@ more yield
bn: Earn-এ %@ বেশি ইল্ড
de: Earn: %@ mehr Rendite
es: Usa Earn: %@ más de rendimiento
fr_fr: Earn : %@ de rendement en plus
hi: Earn से %@ ज़्यादा यील्ड
id: Pakai Earn, yield ekstra %@
it_it: Earn: %@ di rendimento in più
ja_jp: Earnで利回り%@アップ
ko: Earn 이용 시 수익 %@ 추가
pt: Use o Earn e ganhe %@ a mais
pt_br: Use o Earn e ganhe %@ a mais
ru: Earn — доход выше на %@
th: ใช้ Earn รับผลตอบแทนเพิ่ม %@
uk_ua: Earn — дохід вищий на %@
vi: Dùng Earn, thêm %@ lợi suất
zh_hans: 开启 Earn，自动多赚 %@ 收益
zh_hant: 開啟 Earn，自動多賺 %@ 收益
zh_hk: 開啟 Earn，自動多賺 %@ 收益

# referral.step3.perps
source: Trade perps, get %@ of fees back
bn: পার্পস ট্রেডে %@ ফি ফেরত
de: Perps: %@ Gebühren zurück
es: Perps: recupera %@ de comisión
fr_fr: Perps : %@ des frais rendus
hi: परप्स ट्रेड करें, %@ शुल्क वापस
id: Trade perps, cashback %@ biaya
it_it: Trading perps: %@ di rimborso
ja_jp: 無期限先物で手数料%@還元
ko: 무기한 선물 거래 시 수수료 %@ 환급
pt: Perps: recupere %@ da taxa
pt_br: Opere perps e receba %@ da taxa
ru: Перпы — возврат %@ комиссии
th: เทรด Perps คืนค่าธรรมเนียม %@
uk_ua: Perps — повернення %@ комісії
vi: Giao dịch Perps, hoàn %@ phí
zh_hans: 立即交易，每笔自动返还 %@ 手续费
zh_hant: 立即交易，每筆自動返還 %@ 手續費
zh_hk: 立即交易，每筆自動回贈 %@ 手續費

# referral.step3.swap
source: Swap, get %@ of fees back
bn: স্বপে %@ ফি ফেরত
de: Tauschen: %@ Gebühren zurück
es: Swap: recupera %@ de comisión
fr_fr: Échange : %@ des frais rendus
hi: स्वैप करें, %@ शुल्क वापस
id: Swap, cashback %@ biaya
it_it: Scambia: %@ di rimborso
ja_jp: スワップで手数料%@還元
ko: 스왑 시 수수료 %@ 환급
pt: Troque e receba %@ da taxa
pt_br: Troque e receba %@ da taxa
ru: Обмен — возврат %@ комиссии
th: แลกเปลี่ยน คืนค่าธรรมเนียม %@
uk_ua: Обмін — повернення %@ комісії
vi: Đổi token, hoàn %@ phí
zh_hans: 进行 Swap，每笔自动返还 %@ 手续费
zh_hant: 進行 Swap，每筆自動返還 %@ 手續費
zh_hk: 進行 Swap，每筆自動回贈 %@ 手續費

# referral.step_bind
source: Apply your referral reward
bn: আপনার পুরস্কার পান
de: Belohnung einlösen
es: Reclama tu recompensa
fr_fr: Réclamez votre récompense
hi: अपना इनाम प्राप्त करें
id: Klaim hadiahmu
it_it: Riscatta la tua ricompensa
ja_jp: 特典を受け取る
ko: 보상 받기
pt: Resgata a tua recompensa
pt_br: Resgate sua recompensa
ru: Получите вашу награду
th: รับรางวัลของคุณ
uk_ua: Отримайте вашу винагороду
vi: Nhận phần thưởng
zh_hans: 绑定邀请码
zh_hant: 綁定邀請碼
zh_hk: 綁定邀請碼

# referral.step_download
source: Download OneKey App
bn: OneKey App ডাউনলোড করুন
de: OneKey App herunterladen
es: Descarga OneKey App
fr_fr: Télécharger l'app OneKey
hi: OneKey App डाउनलोड करें
id: Unduh aplikasi OneKey
it_it: Scarica l'app OneKey
ja_jp: OneKeyアプリをダウンロード
ko: OneKey 앱 다운로드
pt: Transferir a app OneKey
pt_br: Baixar app OneKey
ru: Скачать приложение OneKey
th: ดาวน์โหลดแอป OneKey
uk_ua: Завантажити OneKey
vi: Tải ứng dụng OneKey
zh_hans: 下载 OneKey App
zh_hant: 下載 OneKey App
zh_hk: 下載 OneKey App

# referral.title.defi
source: You're invited!
bn: আপনি আমন্ত্রিত!
de: Du bist eingeladen!
es: ¡Te han invitado!
fr_fr: Vous êtes invité !
hi: आप आमंत्रित हैं!
id: Kamu diundang!
it_it: Sei invitato!
ja_jp: 招待が届きました！
ko: 초대받으셨어요!
pt: Foi convidado!
pt_br: Você foi convidado!
ru: Вас пригласили!
th: คุณได้รับคำเชิญ!
uk_ua: Вас запрошено!
vi: Bạn được mời!
zh_hans: 你收到一份专属邀请！
zh_hant: 你收到一份專屬邀請！
zh_hk: 你收到一份專屬邀請！

# referral.title.perps
source: You're invited!
bn: আপনি আমন্ত্রিত!
de: Du bist eingeladen!
es: ¡Te han invitado!
fr_fr: Vous êtes invité !
hi: आप आमंत्रित हैं!
id: Kamu diundang!
it_it: Sei invitato!
ja_jp: 招待が届きました！
ko: 초대받으셨어요!
pt: Foi convidado!
pt_br: Você foi convidado!
ru: Вас пригласили!
th: คุณได้รับคำเชิญ!
uk_ua: Вас запрошено!
vi: Bạn được mời!
zh_hans: 你收到一份专属邀请！
zh_hant: 你收到一份專屬邀請！
zh_hk: 你收到一份專屬邀請！

# referral.title.swap
source: You're invited!
bn: আপনি আমন্ত্রিত!
de: Du bist eingeladen!
es: ¡Te han invitado!
fr_fr: Vous êtes invité !
hi: आप आमंत्रित हैं!
id: Kamu diundang!
it_it: Sei invitato!
ja_jp: 招待が届きました！
ko: 초대받으셨어요!
pt: Foi convidado!
pt_br: Você foi convidado!
ru: Вас пригласили!
th: คุณได้รับคำเชิญ!
uk_ua: Вас запрошено!
vi: Bạn được mời!
zh_hans: 你收到一份专属邀请！
zh_hant: 你收到一份專屬邀請！
zh_hk: 你收到一份專屬邀請！

# campaign.secure_webview
source: Secure OneKey web experience
zh_hans: OneKey 安全活动页面

# campaign.title
source: Featured experience
zh_hans: 精选活动

# chart.unavailable
source: Chart data is unavailable
zh_hans: 图表数据暂不可用

# cta.note
source: Get the full OneKey experience from the App Store
zh_hans: 前往 App Store 获取完整 OneKey 体验

# cta.trade
source: Trade now
zh_hans: 立即交易

# cta.trade_symbol
source: Trade %@
zh_hans: 立即交易 %@

# global.all
source: All
zh_hans: 全部

# global.all_networks
source: All Networks
zh_hans: 所有网络

# global.close
source: Close
zh_hans: 关闭

# global.retry
source: Retry
zh_hans: 重试

# global.search
source: Search
zh_hans: 搜索

# global.select_network
source: Select Network
zh_hans: 选择网络

# global.selected
source: Selected
zh_hans: 已选择

# market.column.change
source: Change
zh_hans: 涨跌

# market.column.name_turnover
source: Name / Volume
zh_hans: 名称 / 交易额

# market.column.price
source: Price
zh_hans: 价格

# market.crypto
source: Crypto
zh_hans: 加密货币

# market.end
source: End
zh_hans: 到底了

# market.no_network
source: No network connection
zh_hans: 网络连接不可用

# market.no_results
source: No market data
zh_hans: 暂无行情数据

# market.powered_by
source: Market data by OneKey
zh_hans: 行情数据来自 OneKey

# market.realtime
source: Live · Data by OneKey
zh_hans: 实时更新 · 数据来自 OneKey

# market.refreshing
source: Updating market data…
zh_hans: 正在更新行情…

# market.tab.perps
source: Perpetuals
zh_hans: 合约

# market.tab.stocks
source: Stocks
zh_hans: 美股

# market.tab.trending
source: Trending
zh_hans: 热门

# market.title
source: Market highlights
zh_hans: 热门行情

# market.unavailable
source: Market data is unavailable
zh_hans: 行情数据暂不可用

# market.update_failed
source: Update failed · Last updated %@
zh_hans: 更新失败 · 上次更新 %@
